# Начало

start_msg = 'Доброго времени суток!\n Меня зовут R-Bot.'
check_msg = 'Скиньте ваш номер'

next_msg = 'Для продолжения работы введите команду /buttons'
# Кнопки

go_msg = 'Что я могу:\n 1. Назвать вам ваше имя \n 2.Предложить вам небольшую галлерею с фотографиями \n 3. Назвать рандомное число в выбранном вами диапазоне '

#Галлерея

frst_pht = 'Самое первое фото'
scnd_pht = 'Лучший президент'
thrd_pht = 'Милота'
frt_pht = 'Ташкент'
fift_pht = 'Лучший препод'
cho_pht = 'Выберите фото :'
nar_pht = 'Лучше не найдёте)'
cat_pht = 'Все любят котиков!'
tas_pht = 'Столица Республики Узбекистан'
prpd_pht = 'Немого зажатый, но лучший'

# Рандомайзер

rand_tex = 'Ваше рандомное число: '

# Токены
sms_token = 'Roman:918812496063'

TOKEN = '1521073304:AAGIjNnvELR8njloCf0U7wZdOXJR-sMpXL0'

SMS_URL = 'https://api.tehnikum.school/sms/sms.php'